10/data/attachments/aa8c520517605851.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Regina_end_Actions_49774_2</nif:username>
            <nif:friendToBeRequested>soap_actions_f751dba1-e1fd-4934-be3d-452ec54fd259</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>